Repository: radholm/OmniWM
Catalog: Sources/OmniWM/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, el, es, fi, fr, he, hi, it, ja, ko, nb, nl, pl, ru, sr_latn, sv, uk, zh_hans

source: Move & resize sensitivity
ar: حساسية الحركة والتكبير
da: Flyt & ændre størrelsesfølsomhed
de: Bewegungs- und Größenanpassungsempfindlichkeit
el: Μετακίνηση & αλλαγή μεγέθους ευαισθησίας
es: Sensibilidad al movimiento y al tamaño
fi: Siirrä ja muuta herkkyyttä
fr: Déplacer & redimensionner la sensibilité
he: הזז & הגדל מחדש את הרגישות
hi: मोड और रिज़ाइज़ संवेदनशीलता
it: Sposta e ridimensiona sensibilità
ja: 移動とサイズ変更の感度
ko: 이동 및 크기 조정 감도
nb: Flyttbarhet og størrelsesfølsomhet
nl: & Verkleinen van gevoeligheid verplaatsen
pl: Przesuwanie i zmiana rozmiaru – wrażliwość
ru: Чувствительность к перемещению и увеличению размера
sr_latn: Pokretanje i povraćanje osetljivosti
sv: Flytta och storleksanpassningskänsl
uk: Чутливість переміщення та зміни розміру
zh_hans: 移动和调整敏感度

source: Move All to Monitor
ar: نقل الكل إلى شاشة
da: Flyt alle vinduer til skærm
de: Alle Fenster auf Monitor verschieben
el: Μετακίνηση όλων σε οθόνη
es: Mover todas las ventanas al monitor
fi: Siirrä kaikki näytölle
fr: Déplacer toutes les fenêtres vers le moniteur
he: העבר הכול לצג
hi: सभी को मॉनिटर पर ले जाएँ
it: Sposta tutte le finestre sul monitor
ja: すべてモニターへ移動
ko: 모두 모니터로 이동
nb: Flytt alle til skjerm
nl: Alle vensters naar monitor verplaatsen
pl: Przenieś wszystkie na monitor
ru: Переместить все на монитор
sr_latn: Premesti sve na monitor
sv: Flytta alla fönster till skärm
uk: Перемістити всі на монітор
zh_hans: 全部移至显示器

source: Move All to Workspace
ar: نقل الكل إلى مساحة عمل
da: Flyt alle vinduer til arbejdsområde
de: Alle Fenster in Arbeitsbereich verschieben
el: Μετακίνηση όλων σε χώρο εργασίας
es: Mover todas las ventanas al espacio de trabajo
fi: Siirrä kaikki työtilaan
fr: Déplacer toutes les fenêtres vers l’espace de travail
he: העבר הכול למרחב עבודה
hi: सभी को वर्कस्पेस में ले जाएँ
it: Sposta tutte le finestre nello spazio di lavoro
ja: すべてワークスペースへ移動
ko: 모두 워크스페이스로 이동
nb: Flytt alle til arbeidsområde
nl: Alle vensters naar werkruimte verplaatsen
pl: Przenieś wszystkie do przestrzeni roboczej
ru: Переместить все в рабочее пространство
sr_latn: Premesti sve u radni prostor
sv: Flytta alla fönster till arbetsyta
uk: Перемістити всі до робочого простору
zh_hans: 全部移至工作区

source: Move Below Menu Bar
ar: انتقل أدناه إلى شريط القائمة
da: Flyt under menulinjen
de: Unter die Menüleiste verschieben
el: Μετακίνηση κάτω από τη γραμμή μενού
es: Moverse debajo de la barra de menú
fi: Siirry valikkopalkin alle
fr: Déplacer au-dessous de la barre de menus
he: הזז מתחת לתפריט
hi: मेनू बार के नीचे ले जाएँ
it: Sposta sotto la barra dei menu
ja: メニューバーの下に移動する
ko: 메뉴 바 아래로 이동
nb: Flytt under menybar
nl: Ondermenubalk verplaatsen
pl: Przesuń poniżej paska menu
ru: Переместитесь ниже меню-бар
sr_latn: Pokretanje dole meni bar
sv: Flytta nedanför menyraden
uk: Перемістити під смугу меню
zh_hans: 移动到菜单栏下方

source: Move Edge
ar: تحريك الحافة
da: Flyt kant
de: Edge bewegen
el: Μετακινήστε την άκρη
es: Movimiento de borde
fi: Siirrä reunaa
fr: Déplacer le bord
he: הזז קצה
hi: मोव एज
it: Sposta bordo
ja: エッジを移動する
ko: 가장자리 이동
nb: Flytt kanten
nl: Rand verplaatsen
pl: Przesuń krawędź
ru: Передвигайте край
sr_latn: Pokretanje Edge
sv: Flytta kant
uk: Переміщення через край
zh_hans: 移动边缘

source: Move Focused Window Here
ar: نقل النافذة النشطة إلى هنا
da: Flyt fokuseret vindue hertil
de: Fokussiertes Fenster hierher verschieben
el: Μετακίνηση εστιασμένου παραθύρου εδώ
es: Mover aquí la ventana enfocada
fi: Siirrä aktiivinen ikkuna tähän
fr: Déplacer la fenêtre active ici
he: העבר לכאן את החלון הממוקד
hi: फ़ोकस की गई विंडो यहाँ लाएँ
it: Sposta qui la finestra attiva
ja: フォーカス中のウィンドウをここへ移動
ko: 포커스된 창을 여기로 이동
nb: Flytt aktivt vindu hit
nl: Actief venster hierheen verplaatsen
pl: Przenieś aktywne okno tutaj
ru: Переместить активное окно сюда
sr_latn: Premesti aktivni prozor ovde
sv: Flytta fokuserat fönster hit
uk: Перемістити активне вікно сюди
zh_hans: 将焦点窗口移至此处

source: Move Window Across Monitor at Edge
ar: تحريك النافذة عبر الشاشة على الحافة
da: Flyt vindue på tværs af skærm ved kanten
de: Fenster über den Monitor am Rand verschieben
el: Μετακίνηση παραθύρου σε άλλη οθόνη στο άκρο
es: Mover la ventana a través del monitor en el borde
fi: Siirrä ikkuna yli laidan -monitoria
fr: Déplacer la fenêtre à travers le moniteur à Edge
he: הזז חלון מעבר למוניטור בקצה
hi: एडज पर मॉनिटर के पार विंडो स्थानांतरित करें
it: Sposta la finestra attraverso il monitor al bordo
ja: エッジでモニターを横切ってウィンドウを移動する
ko: 가장자리에서 창을 다른 모니터로 이동
nb: Flytt vinduet over skjermen på kanten
nl: Venster over de rand van de monitor verplaatsen
pl: Przesuń okno poza monitor na krawędź
ru: Переместить окно по монитору на краю
sr_latn: Premeštanje prozora kroz monitor na ivici
sv: Flytta fönstret över skärmen vid kanten
uk: Переміщувати вікно на інший монітор на краю
zh_hans: 在边缘跨越显示器移动窗口

source: Move Workspace to Monitor
ar: نقل مساحة العمل إلى شاشة
da: Flyt arbejdsområde til skærm
de: Arbeitsbereich auf Monitor verschieben
el: Μετακίνηση χώρου εργασίας σε οθόνη
es: Mover el espacio de trabajo al monitor
fi: Siirrä työtila näytölle
fr: Déplacer l’espace de travail vers un moniteur
he: העבר מרחב עבודה לצג
hi: वर्कस्पेस को मॉनिटर पर ले जाएँ
it: Sposta lo spazio di lavoro sul monitor
ja: ワークスペースをモニターへ移動
ko: 워크스페이스를 모니터로 이동
nb: Flytt arbeidsområde til skjerm
nl: Werkruimte naar monitor verplaatsen
pl: Przenieś przestrzeń roboczą na monitor
ru: Переместить рабочее пространство на монитор
sr_latn: Premesti radni prostor na monitor
sv: Flytta arbetsyta till skärm
uk: Перемістити робочий простір на монітор
zh_hans: 将工作区移至显示器

source: Move below the notch, split around it, or fill the area to its left, covering application menus. Without a notch, Fill Left covers the left half of the menu bar.
ar: انتقل أسفل الشق، أو قسّم حوله، أو املأ المنطقة إلى اليسار، لتغطية قوائم التطبيق. بدون شق، يغطي Fill Left النصف الأيسر من شريط القائمة.
da: Flyt under hak, delt rundt om det, eller fylde området til venstre, dækker ansøgning menuer. Uden en hak, Fill Venstre dækker den venstre halvdel af menulinjen.
de: Bewegen Sie sich unter die Aussparung, teilen Sie sich darum oder füllen Sie den Bereich zu seiner Linken aus, um die Anwendungsmenüs abzudecken. Ohne Aussparung deckt Fill Left die linke Hälfte der Menüleiste ab.
el: Μετακινηθείτε κάτω από την εγκοπή, χωριστείτε γύρω από αυτό, ή γεμίστε την περιοχή στα αριστερά της, καλύπτοντας μενού εφαρμογής. Χωρίς μια εγκοπή, Fill Αριστερά καλύπτει το αριστερό μισό του μενού μπαρ.
es: Muévete debajo de la ranura, divídelo alrededor de ella o rellena el área a su izquierda, cubriendo los menús de la aplicación. Sin una ranura, Fill Left cubre la mitad izquierda de la barra de menús.
fi: Siirry pykälän alle, jakaudu sen ympärille tai täytä alue vasemmalle ja peitä sovellusvalikot. Ilman notkeaa Fill Left peittää ruokalistan vasemman puolen.
fr: Place la barre sous l’encoche, la répartit autour de celle-ci ou remplit la zone à sa gauche en couvrant les menus des applications. Sans encoche, Remplir à gauche couvre la moitié gauche de la barre des menus.
he: העבר מתחת לחריץ, לפצל סביבו, או למלא את האזור לשמאלו, מכסה תפריטי יישומים. ללא חריץ, מילוי שמאל מכסה את החצי השמאלי של בר התפריט.
hi: नोच के नीचे ले जाएँ, उसके चारों ओर विभाजित करें, या क्षेत्र को इसके बाईं ओर भरें, एप्लिकेशन मेनू को ढकते हुए। नोच के बिना, फ़िल लेफ्ट मेनू बार के बाईं आधे हिस्से को ढक लेता है।
it: Spostare sotto la tacca, dividere intorno ad esso, o riempire l'area a sinistra, coprendo i menu di applicazione. Senza una tacca, Riempi a sinistra copre la metà sinistra della barra dei menu.
ja: ノッチの下に移動し、その周りに分割するか、左側の領域を埋めてアプリケーションメニューを覆います。ノッチがない場合、Fill Leftはメニューバーの左半分を覆います。
ko: 노치 아래로 이동하거나 그 주변을 나누거나 왼쪽 영역을 채워 애플리케이션 메뉴를 덮으세요. 노치가 없으면 Fill Left가 메뉴 바의 왼쪽 절반을 덮습니다.
nb: Flytt deg under hakket, del deg rundt det, eller fyll området til venstre for det, og dekk applikasjonsmenyene. Uten et hakk dekker Fyll venstre dekket den venstre halvdelen av menybaren.
nl: Plaats de balk onder de inkeping, splits hem eromheen of vul het gebied links ervan en bedek daarmee appmenu’s. Zonder inkeping bedekt Links vullen de linkerhelft van de menubalk.
pl: Przesuń poniżej notki, podziel wokół niej lub wypełnij obszar po lewej, pokrywając pasek menu aplikacji. Bez notki „Wypełnij po lewej” pokrywa lewą połowę paska menu.
ru: Переместить ниже выреза, разделить вокруг него или заполнить область слева, перекрыв меню приложений. Если выреза нет, «Заполнить слева» покрывает левую половину строки меню.
sr_latn: Pokrenite se ispod noktiju, razdvojite oko njega, ili popunite područje na levo, pokrivajući meni aplikacije. Bez notka, Fill Left pokriva levu polovinu menija.
sv: Flytta nedanför fåran, dela upp runt den eller fyll i området till vänster, vilket täcker applikationsmenyerna. Utan en fåra täcker Fill Left den vänstra halvan av menyraden.
uk: Розміщує смугу під вирізом, розділяє навколо нього або заповнює область ліворуч, закриваючи меню програм. Якщо вирізу немає, «Заповнити ліворуч» закриває ліву половину смуги меню.
zh_hans: 移动到凹槽下方，沿着凹槽分割，或填充其左侧区域，覆盖应用程序菜单。如果没有凹槽，填充左侧覆盖了菜单栏的左半部分。

source: Move or close all windows in this workspace before deleting it
ar: انقل أو أغلق جميع النوافذ في مساحة العمل هذه قبل حذفها
da: Flyt eller luk alle vinduer i dette arbejdsområde, før du sletter det
de: Verschieben oder schließen Sie alle Fenster in diesem Arbeitsbereich, bevor Sie ihn löschen.
el: Μετακίνηση ή κλείσιμο όλων των παραθύρων σε αυτόν τον χώρο εργασίας πριν τη διαγραφή του
es: Mueve o cierra todas las ventanas en este espacio de trabajo antes de eliminarlo
fi: Siirrä tai sulje kaikki ikkunat tässä työtilassa ennen kuin poistat sen
fr: Déplacer ou fermer toutes les fenêtres de cet espace de travail avant de les supprimer
he: הזז או סגור את כל החלונות במרחב העבודה הזה לפני מחיקתו
hi: इसे हटाने से पहले इस कार्यस्थल में सभी विंडो को स्थानांतरित या बंद कर दें।
it: Sposta o chiude tutte le finestre in questo spazio di lavoro prima di eliminarlo
ja: 削除する前に、このワークスペースのすべてのウィンドウを移動または閉じてください。
ko: 삭제하기 전에 이 작업 공간의 모든 창을 이동하거나 닫으십시오.
nb: Flytt eller lukk alle vinduer i dette arbeidsområdet før du sletter det.
nl: Alle vensters in deze werkruimte verplaatsen of sluiten alvorens deze te verwijderen
pl: Przenieś lub zakończ wszystkie okna w tej przestrzeni roboczej przed usunięciem jej
ru: Переместите или закройте все окна в этом рабочем пространстве перед удалением его.
sr_latn: Premestite ili zatvorite sve prozore u ovom radnom prostoru pre nego što ga izbrišete
sv: Flytta eller stäng alla fönster i detta arbetsutrymme innan du raderar det.
uk: Перемістіть або закрийте всі вікна в цьому робочому просторі перед його видаленням
zh_hans: 在删除它之前，移动或关闭此工作区的所有窗口。

source: Move or resize this slot; the window will return here.
ar: انتقل أو قم بتوسيع هذا الممر؛ سيعود النافذة إلى هنا.
da: Flyt eller ændre størrelsen på denne slot; vinduet vil vende tilbage her.
de: Verschieben oder vergrößern Sie diese Position; das Fenster wird hierher zurückkehren.
el: Μετακίνηση ή αλλαγή μεγέθους αυτής της υποδοχή; το παράθυρο θα επιστρέψει εδώ.
es: Mueva o rediseñe este espacio; la ventana volverá aquí.
fi: Siirrä tai muuta tätä aukkoa, ikkuna palaa tänne.
fr: Déplacez ou redimensionnez cette fente ; la fenêtre reviendra ici.
he: הזז או לשנות את גודל החריץ; החלון יחזור לכאן.
hi: इस स्लॉट को स्थानांतरित करें या रीज़ाइज़ करें; विंडो यहाँ वापस आ जाएगी।
it: Sposta o ridimensiona questo slot; la finestra tornerà qui.
ja: このスロットを移動またはサイズ変更してください。ウィンドウはここに戻ります。
ko: 이 슬롯을 이동하거나 크기를 조정하면 창이 여기로 돌아갑니다.
nb: Flytt eller endre størrelsen på dette vinduet; vinduet vil returnere hit.
nl: Verplaatsen of wijzigen van deze sleuf; het venster zal hier terugkeren.
pl: Przesuń lub zmień rozmiar tego slotu; okno zwróci się tutaj.
ru: Переместите или увеличьте этот слот; окно вернётся сюда.
sr_latn: Premestite ili premestite ovaj slot; prozor će se vratiti ovde.
sv: Flytta eller ändra storleken på den här rutan; fönstret kommer att återvända hit.
uk: Перемістити або змінити розмір цього слоту; вікно повернеться сюди.
zh_hans: 移动或调整这个插槽的大小；窗口将返回这里。

source: Move the tiles so every display connects through a left, right, up, or down path.
ar: حرك البلاط بحيث يتصل كل عرض من خلال مسار من اليسار أو اليمين أو للأعلى أو للأسفل.
da: Flyt fliserne, så hvert display forbinder gennem en venstre, højre, op eller ned sti.
de: Bewegen Sie die Fliesen, damit jedes Display über einen linken, rechten, oberen oder unteren Pfad verbunden ist.
el: Μετακινήστε τα κεραμίδια έτσι ώστε κάθε οθόνη να συνδέεται μέσω ενός αριστερού, δεξιού, πάνω ή κάτω μονοπατιού.
es: Mueve los azulejos para que cada pantalla se conecte a través de una ruta de izquierda, derecha, hacia arriba o hacia abajo.
fi: Siirrä laatat niin, että jokainen näyttö yhdistyy vasemmalle, oikealle, ylös tai alas.
fr: Déplacez les tuiles afin que chaque écran se connecte à travers un chemin gauche, droit, haut ou bas.
he: הזז את האריחים כך שכל תצוגה מתחברת דרך שמאל, ימין, למעלה או למטה.
hi: प्लेटों को इस तरह स्थानांतरित करें ताकि हर डिस्प्ले एक बाएं, दाएं, ऊपर या नीचे पथ के माध्यम से कनेक्ट हो सके।
it: Spostare le tessere in modo che ogni display si connette attraverso un percorso di sinistra, destra, su o giù.
ja: タイルを移動して、すべてのディスプレイが左、右、上、または下のパスで接続できるようにします。
ko: 타일을 이동하여 모든 디스플레이가 왼쪽, 오른쪽, 위 또는 아래 경로를 통해 연결되도록 합니다.
nb: Flytt flisene slik at hvert skjermbilde kobles til via en venstre, høyre, opp eller ned-sti.
nl: Beweeg de tegels zodat elk display via een links, rechts, omhoog of omlaag pad verbinding maakt.
pl: Przesuń płytki, aby każdy monitor łączył się przez lewy, prawy, górny lub dolny kierunek.
ru: Переместите плитки, чтобы каждое отображение соединялось через путь слева, справа, вверх или вниз.
sr_latn: Pokrenite pločice tako da se svaki ekran povezuje kroz levo, desno, gore ili dole.
sv: Flytta plattorna så att varje skärm ansluter sig via en väg åt vänster, höger, upp eller ner.
uk: Перемістіть плитки так, щоб кожен дисплей був з’єднаний з іншими шляхом через сусідні краї ліворуч, праворуч, угорі або внизу.
zh_hans: 移动瓷砖，使每个显示器都通过左、右、向上或向下路径连接。

source: Move to %@
ar: نقل إلى %@
da: Flyt til %@
de: Nach %@ verschieben
el: Μετακίνηση σε %@
es: Mover a %@
fi: Siirrä kohteeseen %@
fr: Déplacer vers %@
he: העבר אל %@
hi: %@ में ले जाएँ
it: Sposta in %@
ja: %@へ移動
ko: %@로 이동
nb: Flytt til %@
nl: Naar %@ verplaatsen
pl: Przenieś do %@
ru: Переместить в «%@»
sr_latn: Premesti u %@
sv: Flytta till %@
uk: Перемістити до «%@»
zh_hans: 移至%@

source: Move to Monitor
ar: نقل إلى شاشة
da: Flyt til skærm
de: Auf Monitor verschieben
el: Μετακίνηση σε οθόνη
es: Mover al monitor
fi: Siirrä näytölle
fr: Déplacer vers un moniteur
he: העבר לצג
hi: मॉनिटर पर ले जाएँ
it: Sposta sul monitor
ja: モニターへ移動
ko: 모니터로 이동
nb: Flytt til skjerm
nl: Naar monitor verplaatsen
pl: Przenieś na monitor
ru: Переместить на монитор
sr_latn: Premesti na monitor
sv: Flytta till skärm
uk: Перемістити на монітор
zh_hans: 移至显示器

source: Move to Root: Stable
ar: انتقل إلى الجذر: مستقر
da: Flyt til root: Stabil
de: Wechseln Sie zu Root: Stabil
el: Μετακίνηση στη ρίζα: Σταθερή
es: Cambiar a Raíz: Estable
fi: Siirry juurille: Vakaa
fr: Déplacer vers la racine : Stable
he: העבר לשורש: יציב
hi: रूट पर जाएँ: स्थिर
it: Sposta alla radice: stabile
ja: ルートに移動：安定
ko: 루트로 이동: 안정적
nb: Flytt til Root: Stabil
nl: Verplaatsen naar root: Stabiel
pl: Przenieś do korzenia: Stabilny
ru: Переместить в корень: стабильно
sr_latn: Pokretanje u koren: stabilno
sv: Gå till Rot: Stabil
uk: Перемістити в корінь: Стабільний
zh_hans: 移动到Root：稳定

source: Move to Workspace
ar: نقل إلى مساحة عمل
da: Flyt til arbejdsområde
de: In Arbeitsbereich verschieben
el: Μετακίνηση σε χώρο εργασίας
es: Mover al espacio de trabajo
fi: Siirrä työtilaan
fr: Déplacer vers un espace de travail
he: העבר למרחב עבודה
hi: वर्कस्पेस में ले जाएँ
it: Sposta nello spazio di lavoro
ja: ワークスペースへ移動
ko: 워크스페이스로 이동
nb: Flytt til arbeidsområde
nl: Naar werkruimte verplaatsen
pl: Przenieś do przestrzeni roboczej
ru: Переместить в рабочее пространство
sr_latn: Premesti u radni prostor
sv: Flytta till arbetsyta
uk: Перемістити до робочого простору
zh_hans: 移至工作区

source: Move to workspace %@
ar: انتقل إلى مساحة العمل %@
da: Flyt til arbejdsområde %@
de: Wechseln Sie zum Arbeitsbereich %@
el: Μετακίνηση στο χώρο εργασίας %@
es: Cambia al espacio de trabajo %@
fi: Siirry työtilaan %@
fr: Déplacer dans l'espace de travail %@
he: העבר למרחב העבודה %@
hi: कार्यस्थल %@ पर जाएँ
it: Sposta nello spazio di lavoro %@
ja: ワークスペース%@に移動してください。
ko: 워크스페이스 %@로 이동하세요.
nb: Gå til arbeidsområde %@
nl: Verplaatsen naar werkruimte %@
pl: Przenieś do przestrzeni roboczej %@
ru: Перейдите в рабочую зону %@
sr_latn: Premestite se u radni prostor %@
sv: Gå till arbetsyta %@
uk: Перемістити в робочий простір %@
zh_hans: 移动到工作区%@

source: Move windows
ar: تحريك النوافذ
da: Flyt vinduer
de: Fenster verschieben
el: Μετακίνηση παραθύρων
es: Mover ventanas
fi: Siirrä ikkunoita
fr: Déplacer les fenêtres
he: הזז חלונות
hi: खिड़कियां स्थानांतरित करें
it: Sposta le finestre
ja: ウィンドウを移動する
ko: 창 이동
nb: Flytt vinduer
nl: Vensters verplaatsen
pl: Przesuń okna
ru: Передвините окна
sr_latn: Pokretanje prozora
sv: Flytta fönster
uk: Перемістити вікна
zh_hans: 移动窗口

source: Moves the pointer across matching display edges using OmniWM’s Routing Arrangement. Available only with multiple displays.
ar: ينقل المؤشر عبر حواف العرض المتطابقة باستخدام ترتيب التوجيه الخاص بـ OmniWM. متاح فقط مع شاشات متعددة.
da: Flytter markøren på tværs af matchende displaykanter ved hjælp af OmniWM~s Routing Arrangement. Fås kun med flere skærme.
de: Bewegt den Zeiger entlang der übereinstimmenden Displaykanten unter Verwendung der Routing-Anordnung von OmniWM. Nur mit mehreren Displays verfügbar.
el: Μετακινεί τον δείκτη μεταξύ αντίστοιχων άκρων οθονών σύμφωνα με τη Διάταξη δρομολόγησης του OmniWM. Διατίθεται μόνο με πολλές οθόνες.
es: Mueve el puntero a lo largo de los bordes de pantalla coincidentes utilizando el Disposición de Enrutamiento de OmniWM. Disponible solo con múltiples pantallas.
fi: Siirtää osoittimen vastaavien näyttöreunojen yli OmniWM:n reititysjärjestyksen mukaisesti. Käytettävissä vain usean näytön kanssa.
fr: Déplace le pointeur entre les bords correspondants des écrans selon la disposition de routage d’OmniWM. Disponible uniquement avec plusieurs écrans.
he: מעביר את המצביע בין קצוות תואמים של צגים לפי סידור הניתוב של OmniWM. זמין רק כשמחוברים כמה צגים.
hi: OmniWM के रूटिंग व्यवस्था का उपयोग करके मिलान डिस्प्ले किनारों के पार पॉइंटर को स्थानांतरित करता है। केवल कई डिस्प्ले के साथ उपलब्ध है।
it: Sposta il puntatore sui bordi del display corrispondenti usando OmniWM. Disponibile solo con display multipli.
ja: OmniWMのルーティングアレイメントを使用して、一致するディスプレイのエッジをポインタが移動します。複数のディスプレイでのみ利用可能です。
ko: OmniWM의 라우팅 배열을 사용하여 일치하는 디스플레이 가장자리로 포인터를 이동합니다. 여러 디스플레이에서만 사용할 수 있습니다.
nb: Flytter pekeren over matchende skjermkanter ved hjelp av OmniWMs rutingsoppsett. Tilgjengelig kun med flere skjermer.
nl: Verplaatst de aanwijzer tussen bij elkaar horende schermranden volgens de routeringsindeling van OmniWM. Alleen beschikbaar met meerdere beeldschermen.
pl: Przesuwa wskaźnik po zgodnych krawędziach wyświetlaczy przy użyciu układu Routing Arrangement OmniWM. Dostępne tylko przy użyciu wielu ekranów.
ru: Передвигает указатель по совпадающим краям экрана с помощью схемы маршрутизации OmniWM. Доступен только с несколькими экранами.
sr_latn: Pokrećete indikator preko odgovarajućih ivica ekrana koristeći raspored rutinstva OmniWM. Dostupno je samo sa višestrukim ekranima.
sv: Flyttar pekaren över matchande skärmkanter med OmniWM:s routingarrangemang. Tillgänglig endast med flera skärmar.
uk: Переміщує вказівник між відповідними краями дисплеїв згідно зі схемою маршрутизації OmniWM. Доступно лише з кількома дисплеями.
zh_hans: 使用OmniWM的路由安排，将指针在匹配的显示边缘上移动。仅适用于多个显示器时可用。

source: Moves the pointer into a window after OmniWM navigation changes focus. It stays put if already inside or the pointer caused the focus.
ar: ينقل المؤشر إلى نافذة بعد أن يغير OmniWM تغييرات التنقل التركيز. يبقى في مكانه إذا كان بالفعل داخل النافذة أو إذا تسبب المؤشر في تغيير التركيز.
da: Flytter markøren ind i et vindue efter OmniWM navigation ændrer fokus. Det forbliver sat, hvis allerede inde eller markøren forårsagede fokus.
de: Bewegt den Zeiger in ein Fenster, nachdem OmniWM die Navigation den Fokus wechselt. Er bleibt dort, wenn er bereits drin ist, oder wenn der Zeiger den Fokus verursacht hat.
el: Μετακινεί τον δείκτη σε ένα παράθυρο μετά OmniWM αλλαγή πλοήγησης εστίαση. Παραμένει στη θέση του αν είναι ήδη μέσα ή ο δείκτης προκάλεσε την εστίαση.
es: Mueve el puntero a una ventana después de que OmniWM la navegación cambie el enfoque. Se mantiene en su lugar si ya está dentro o si el puntero provocó el enfoque.
fi: Osoitin siirtyy ikkunaan OmniWM navigoinnin muuttuessa. Se pysyy paikallaan, jos se on jo sisällä tai osoitin aiheutti keskittymisen.
fr: Déplace le pointeur dans une fenêtre après un changement de sélection par la navigation d’OmniWM. Le pointeur reste en place s’il se trouve déjà dans la fenêtre ou s’il a lui-même provoqué le changement de sélection.
he: מעביר את המצביע לתוך חלון לאחר OmniWM ניווט משנה את המיקוד. זה נשאר שם אם כבר בפנים או מצביע גרם להתמקד.
hi: OmniWM नेविगेशन के बाद पॉइंटर को एक विंडो में ले जाता है जब फोकस बदल जाता है। यदि यह पहले से ही अंदर है या पॉइंटर ने फोकस को प्रभावित किया है, तो यह वहीं रहता है।
it: Sposta il puntatore in una finestra dopo OmniWM navigazione cambia messa a fuoco. Rimane messo se già all'interno o il puntatore ha causato il fuoco.
ja: OmniWMナビゲーションでフォーカスが変更された後、ポインタをウィンドウに移動します。すでに内部に入っている場合、またはポインタがフォーカスを強制した場合、そのまま保持されます。
ko: OmniWM 탐색이 포커스를 변경한 후 포인터를 창으로 이동합니다. 이미 안에 있거나 포인터가 포커스를 유발한 경우 그대로 유지됩니다.
nb: Flytter markøren inn i et vindu etter at OmniWM-navigasjon endrer fokus. Den blir værende på plass hvis den allerede er inne, eller hvis markøren forårsaket fokuset.
nl: Verplaatst de aanwijzer naar een venster nadat OmniWM-navigatie de focus wijzigt. De aanwijzer blijft staan als hij zich al in het venster bevindt of zelf de focuswijziging veroorzaakte.
pl: Przesuwa wskaźnik do okna po zmianie skupienia się OmniWM. Pozostaje w miejscu, jeśli już znajduje się wewnątrz lub wskaźnik spowodował skupienie.
ru: Перемещает указатель в окно после того, как OmniWM перенаправление меняет фокус. Он остаётся там, если уже внутри или указатель вызвал изменение фокуса.
sr_latn: Premestite indikator u prozor nakon što OmniWM navigacija menja fokus. Ostaje postavljen ako je već unutar ili je indikator izazvao fokus.
sv: Flyttar pekaren in i ett fönster efter att OmniWM-navigeringen ändrar fokus. Den stannar kvar om den redan är inne eller om pekaren orsakade fokusförändringen.
uk: Переміщує вказівник усередину вікна після того, як навігація OmniWM змінить фокус. Вказівник залишається на місці, якщо він уже у вікні або сам спричинив зміну фокуса.
zh_hans: OmniWM导航改变焦点后，指针会移动到一个窗口中。如果指针已经在里面或者指针导致了焦点，指针就会保持不动。

source: Movies
ar: أفلام
da: Film
de: Filme
el: Ταινίες
es: Vídeos
fi: Elokuvat
fr: Vidéos
he: סרטים
hi: फ़िल्में
it: Filmati
ja: ムービー
ko: 동영상
nb: Filmer
nl: Films
pl: Filmy
ru: Фильмы
sr_latn: Filmovi
sv: Filmer
uk: Фільми
zh_hans: 影片
